{
    "title": "Division of Property in a Divorce",
    "text": "<p>If you are getting a divorce, it's best when you can decide with your spouse on the division of property rather than let the court take control. Often, spouses do agree on who gets which properties and assets. Title is commonly changed with a Quit Claim Deed, where one party renounces their claim to the property (usually there is no money exchanged). It's also common for the spouse who spends the most time with the children to get ownership of the marital home. If there are no children and the house is not owned by just one partner (that is, the house is 'community property'), you and your spouse will have to come to an agreement as to who gets the house, otherwise the court can decide for you.</p><p>If you can't agree on the division of property in your divorce, then you can take the dispute to court and have the property divided according to your state's laws. Depending on your state, property can fall under 'community property' or 'equitable distribution':</p><p>'Community property', used in Alaska, Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington, Wisconsin, and Puerto Rico, means that both spouses own the property/assets equally, as opposed to 'separate property', where only one spouse owns the property. In the divorce, all community property is divided equally between the spouses, while each spouse keeps their separate property.'Equitable distribution' is used in all other states, which means that all property, assets and earnings acquired during the marriage are 'equitably distributed' between the spouses. Be aware that equitable means fair, not 'equal'. Typically, the higher earning spouse gets more of the property or assets than the lower earning spouse.</p><p>Be aware that different states have slightly different definitions of what constitutes separate property or community property. For example, in some states an inheritance is the separate property of one spouse, while in other states it is community property if it was acquired during the marriage.</p><p>Property can't (usually) be physically divided, so the court gives each spouse a certain percentage of the property's total value. Because the value of all properties, assets, debts and earnings is added up and then divided, each spouse is required by law to fully disclose all assets, and can't withhold property to avoid division.</p><p>If you need with the division of property in a divorce, it's best to Find a Real Estate Lawyer or a Family Lawyer who can help. </p>"
}
